[
  {
    "id": "1",
    "title": "Kaiserschmarrn",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": ""
      }
    ],
    "ingredients": [
      "1 EL Rum",
      "2 Eigelb",
      "15 g Zucker",
      "1/2 Päckchen Vanillezucker",
      "190 ml Milch",
      "60 g Mehl",
      "2 Eiweiß",
      "20 g Butter",
      "Puderzucker",
      "Salz"
    ],
    "method": "Eiweiß zu Eischnee steif schlagen.\n Zucker, Vanillezucker, Butter und Eigelb verrühren.\n Alle Zutaten bis auf Eischnee vermengen.\n Eischnee vorsichtig unterheben.\n In Pfanne ausbacken.\n Mit Puderzucker garnieren."
  },

  {
    "id": "2",
    "title": "Cinnamon Buns",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "20-25 Min.",
        "totalTime": "",
        "Servings": "15 Stück",
        "Inspiration": ""
      }
    ],
    "ingredients": [
      "1 Päckchen Hefe (7 g)",
      "240 ml Pflanzenmilch",
      "120 g Alsan",
      "1/4 EL Salz",
      "360 g Mehl",
      "1 EL Zimt",
      "100 g + 1 EL Zucker"
    ],
    "method": "1 gehäufter EL Alsan in die Milch geben und leicht erhitzen.\n Wenn die Butter geschmolzen ist, in eine Schüssel umfüllen und die Hefe dazugeben.\n 10 Minuten warten.\n 1 El Zucker, 1 TL Salz und 360 g Mehl unter Rühren hinzugeben und die Masse kneten, bis ein glatter Teig entsteht.\n 1 Stunde gehen lassen.\n Ofen auf 180-200°C vorheizen.\n Teig zum Rechteck ausrollen.\n Ungefähr 3 EL Butter auf dem Teig verteilen und anschließend 100 g Zucker, 1 EL Zimt und 1 Prise Salz vermischen und gleichmäßig darüber streuen.\n Teig zusammenrollen un din ca. 2-3 cm dicke Stücke schneiden.\n Backform einfetten, Stücke in die Form legen und 10 Minuten ruhen lassen.\n Anschließend für ca. 20-25 Minuten in den vorgeheizten Ofen (180-200°C) geben."
  },

  {
    "id": "3",
    "title": "Pfannkuchen",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": "Berni"
      }
    ],
    "ingredients": [
      "3 Eier",
      "300 g Mehl",
      "75 ml Mineralwasser",
      "300 ml Milch",
      "1 Päckchen Vanillezucker",
      "100 g Zucker",
      "1 Prise Salz"
    ],
    "method": "Eier trennen und das Eiweiß steif schlagen.\n Eigelb und die restlichen Zutaten vermischen und das Mehl und die Milch nach und nach zugeben.\n Teigmasse vorsichtig unter den Eischnee heben.\n Pfannkuchen in einer heißen Pfanne in etwas Butter ausbacken."
  },
  {
    "id": "4",
    "title": "Banoffee Pie",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": "Stephi"
      }
    ],
    "ingredients": [
      "Digestive Biscuits",
      "Dulce de Leche or Condensed Milk",
      "Bananas",
      "Whipped Cream",
      "Cinnamon (opional)",
      "Chocolate chips (topping)"
    ],
    "method": "If you couldn`t get your hands on some dulce de leche - here is how you make your own: Using condensed milk:\n Cook tin for min. 2-3 hours - move around every now and then.\n Using coconut milk:\n Heat coconut milk while stirring frequently unit caramalized.\n Melt butter in a pan.\n Crumble up digestives (put them in a zip lock bag and hit them with a rolling pin or another heavy object of your choice).\n Mix the melted butter into the digestive crumbles until the butter is well incorporated.\n Press the mixture onto a lined baking sheet or pie pan of your choice and refridgerate it until the dulce de leche is done.\n Spread the dulce de leche evenly on top of the crumble mixture.\n Slice the bananas as thick as you like them and distribute them on the dulce de leche layer.\n Add the whipped cream on top and garnish them with chocolate chips or grated chocolate.\n Refridgerate for at least 2 hours."
  },

  {
    "id": "5",
    "title": "Tofu Scramble",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": ""
      }
    ],
    "ingredients": [
      "1 block firm tofu",
      "1 shallot (minced)",
      "1 tsp coconut oil",
      "2 tbsp nutiritional yeast",
      "1/2 tsp tumeric",
      "1/2 tsp paprika",
      "1/4 cup non-diary milk",
      "ground pepper",
      "veggies"
    ],
    "method": "In a non-stick pan heated to medium, add coconut oil and fry the minced shallot for about 1 minute until soft.\n Next add the veggies and crumble the tofu by hand into the frying pan.\n Fry everything for another 2-3 minutes, then start adding in the spices, sea salt, and nutritional yeast.\n Cook for another 4 mintues until most of the liquid is absorbed and you're starting to see some browning on the tofu.\n Then you are going to reconstitute the scramble with non-dairy milk and cook for another 2 minutes.\n If you like, you can season your scramble with some ground pepper and green onion."
  },

  {
    "id": "6",
    "title": "Hefeteig für Apfelkuchen",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": ""
      }
    ],
    "ingredients": [
      "250 ml Wasser (oder Milch)",
      "1 Würfel frische Hefe (oder 1 Päckchen Trockenhefe)",
      "60 g Zucker",
      "500 g Zucker",
      "500 g Mehl",
      "1 Prise Salz",
      "60 g Butter",
      "2 Eier",
      "5 Äpfel (für ein Blech)"
    ],
    "method": "Mehl, Zucker und Salz in einer Schüssel mischen.\n In die Mitte eine Mulde drücken.\n Hefe und 5 EL lauwarme Milch verrühren, in die Mehlmulde geben und mit etwas Mehl vom Rand verrühren.\n Den Vorteig an einem warmen Ort zugedeckt ca. 15 Minuten gehen lassen.\n Butter, Eier und übrige Milch zum Vorteig geben und zunächst mit den Knethaken des Handrührgerätes, dann mit den Händen, zu einem glatten Teig verkneten.\n Den Hefeteig an einem warmen Ort zugedeckt 30-45 Minuten gehen lassen, bis er sein Volumen verdoppelt hat.\n Weil der Hefeteig dafür ordentlich Sauerstoff benötigt, die Schüssel nur mit einem sauberen Geschirrtuch abdecken, nicht verschließen!\n Auf der leicht bemehlten Arbeitsfläche nochmals kurz durchkneten und gegebenenfalls abschlagen.\n Den Teig dafür mehrmals kraftvoll auf die Arbeitsfläche werfen, damit das Kohlendioxid aus der Masse entweichen kann.\n So wird der Teig besonders elastisch und geht beim Backen gleichmäßig auf.\n Teig auf einem Backblech ausrollen und ein weiteres Mal gehen lassen, bis sich sein Volumen sichtbar vergrößert hat.\n Den Hefeteig anschließend mit den in Spalten geschnittenen und Zimt-Zucker gesüßten Äpfeln belegen, mit ein wenig Butter bepinseln und backen."
  },

  {
    "id": "7",
    "title": "Miso-Aubergine mit asiatischem Gurkensalat",
    "details": [
      {
        "comment": "Hauptgericht",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "~ 45 Minuten",
        "Servings": "2-3",
        "Inspiration": "etepetete"
      }
    ],
    "ingredients": [
      "1-2 Auberginen",
      "1 Gurke",
      "1 Limette",
      "2 EL Sesamöl",
      "1 EL Misopaste",
      "1 EL Sojasauce",
      "1 EL Ahornsirup",
      "2 EL Sesam"
    ],
    "method": "Den Ofen auf 180°C Umluf vorheizen.\n Die Aubergine waschen, den Strunk entfernen, die Aubergine anschließend in Scheiben schneiden und das Fruschtfleisch jeder Scheibe rautenförmig mit einem Messer einritzen.\n Anschließend aus dem Saft der Limette, dem Sesamöl, der Misopaste, der Sojasauce und dem Ahornsirup ein Dressing anrühren.\n Die Hälfte des Dressings auf die Auberginenscheiben streichen und diese anschlie0end im Ofen für ca. 30 Minuten backen.\n Währenddessen die Gurke hobeln und mit dem restlichen Dressing vermengen.\n Den Gurkensalat für ca. 10 Minuten ziehen lassen.\n Dann die Miso-Auberginen aus dem Ofen nehmen und zusammen mit dem Gurkensalat und mit Sesam garniert servieren.\n Tipp: Die Auberginen lassen sich auch sehr gut auf dem Grill zubereiten."
  },

  {
    "id": "8",
    "title": "Kichererbsen-Gurken-Salat auf Bauernbrot",
    "details": [
      {
        "comment": "Hauptgericht",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "~ 30 Minuten",
        "Servings": "2-3",
        "Inspiration": "etepetete"
      }
    ],
    "ingredients": [
      "1 Gurke",
      "1 Zitrone",
      "1 Dose Kichererbsen (400g)",
      "2-4 Scheiben Bauernbrot",
      "50g Cashewkerne",
      "20g Pininenkerne",
      "1 TL Ahornsirup",
      "1 TL Paprikapulver",
      "Frischer Dill",
      "Pfeffer",
      "Salz"
    ],
    "method": "Die Pinienkerne zusammen mit den Cashewkernen für ca. 20 Minuten in einer Schale voll lauwarmen Wasser einweichen.\n Das lauwarme Wasser abgießen und beides mit dem Saft der Zitrone, dem Ahornsirup, dem Paprikapulver und etwas Salz zu einem Dressing pürieren.\n Die Gurke nach Belieben fein hobeln oder in schmale Scheiben oder Stücke schneiden.\n Dann die Kichererbsen abtropfen und zusammen mit den Gurkenscheiben und dem Dressing vermengen.\n Etwas frischen Dill hacken und unterrühren.\n Den Kichererbsen-Gurkensalat nochmals mit Salz und etwas Pfeffer abschmecken und auf frischem Bauernbrot angerichtet servieren."
  },

  {
    "id": "9",
    "title": "Gebratene Nudeln mit Gemüse",
    "details": [
      {
        "comment": "Hauptgericht",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "~ 30 Minuten",
        "Servings": "2-3",
        "Inspiration": "etepetete"
      }
    ],
    "ingredients": [
      "1 Paprika",
      "1 Zwiebel",
      "2 Karotten",
      "1/2 Zuccini",
      "150g Zuckerschoten",
      "200g Dinkel Spaghetti oder Soba Nudeln",
      "2 Eier",
      "1 EL Sesamöl",
      "3 EL Sojasauce",
      "1/2 TL Sambal Oelek",
      "50g Cashewkerne",
      "Salz",
      "Optional: Minze, Sesam"
    ],
    "method": "Die Nudeln nach Packungsanleitung in Salzwasser kochen, abgießen und beiseitestellen.\n Das Gemüse waschen.\n Die Paprika und Zuccini in schmale Streifen bzw. kleine Stücke schneiden, die Karotten raspeln.\n Die Zwiebel schälen und fein würfeln.\n Nun das Sesamöl in einer großen beschichteten Pfanne erhitzen.\n Die Zwiebeln und das Gemüse bis auf die Karottenraspeln darin kurz anbraten.\n Herausnehmen und beiseitestellen.\n Dann die Nudeln und alles Gemüse in die Pfanne geben, alles miteinander vermengen und nochmals einige Minuten anbraten.\n Die Eier hinzugeben und die Sojasauce und dem Sambal Oelek einrühren.\n Die Nudeln unter Rühren braten, bis das Ei stockt.\n Das fertige Gericht mit Cashewkernen und optional mit gehackter Minze und Sesam garniert servieren."
  },

  {
    "id": "10",
    "title": "Baba Ganoush",
    "details": [
      {
        "comment": "Hauptgericht",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "~ 30 Minuten",
        "Servings": "2-3",
        "Inspiration": "etepetete"
      }
    ],
    "ingredients": [
      "1 Aubergine",
      "1 Zuccini",
      "1-3 Zehen Knoblauch",
      "1 EL Tahin",
      "1-2 EL Olivenöl",
      "2 EL Joghurt",
      "Salz",
      "1/2 Zitrone",
      "1/2 TL getrocknete Minze",
      "1/2 TL Cumin",
      "großzügige Prise Sumak",
      "Tomaten kleingehackt",
      "Kräuter (optional- z.B. frische Petersilie, frischer Koriander"
    ],
    "method": "Ofen auf 240°C Umluft (+Grill) vorheizen.\n Aubergine mehrfach einstechen und nach Belieben Knoblauch unter die Schale stopfen.\n Zuccini ebenfalls rundum einstechen.\n Aubergine und Zuccini für mindestens 30 Minuten in den Ofen geben - zwischendurch wenden.\n Wenn die Schale komplett schwarz ist, sind sie fertig.\n Fruchtfleisch mit einem Löffen auskratzen und in einem Sieb abtropfen lassen (nach Bedarf ein paar Kerne der Aubergine entfernen, da sie Bitterstoffe enthalten).\n Masse auf einem Schneidebrett verteilen und fein hacken.\n In eine Schüssel geben und mit den restlichen Zutaten abschmecken und garnieren."
  },
  {
    "id": "11",
    "title": "Kohlsalat mit Kokos-Tofu-Spießen",
    "details": [
      {
        "comment": "",
        "prepTime": "",
        "cookTime": "",
        "totalTime": "",
        "Servings": "",
        "Inspiration": ""
      }
    ],
    "ingredients": [
      "1 kleiner Rotkohl",
      "1 kleiner Weißkohl",
      "1 Mango",
      "2 Lauchzwiebeln",
      "150ml Kokosmilch",
      "350g Tofu",
      "100g Mehl",
      "250g Kokosflocken",
      "2 EL Kokosöl",
      "2 EL Sesamöl",
      "1 EL Sojasauce",
      "1 EL Honig",
      "Sesam",
      "Frischer Koriander",
      "Frische Minze",
      "Salz",
      "Pfeffer"
    ],
    "method": "Den Weiß- und Rotkohl mit einem Hobel in feine Streifen hobeln, die Lauchzwiebeln in feine Ringe schneiden und die Mango in schmale Streifen schneiden.\n Das Dressing aus Sesamöl, Sojasauce, Honig, Salz und Pfeffer anrühren und mit den Kohl, den Lauchzwiebeln und der Mango vermengen. Den Koriander un die Minze hacken und ebenfalls unterrühren. Für ca. 20 Minuten ziehen lassen.\n Während der Salat zieht, den Tofu mit einem Küchentuch von allen Seiten trocken tupfen und in ca. 2x2cm große und 1cm dicke Rechtecke schneiden. Das Mehl, die Kokosflocken und die Kokosmilch auf je einen Teller geben.\n Nun mit den Händen jeden Tofuwürfel erst im Mehl und anschließend in der Kokosmilch und den Kokosflocken wäzlen, bis sie rundum bedeckt sind.\n Nun das Kokosöl in einer Pfanne erhitzen und die panierten Tofuwürfel darin goldbraun anbraten. Optional zum Servieren auf Schaschlikspieße oder Holzspiepe stecken.\n Den Kohlsalat mit den Kokos-Tofu-Spießen und etwas Sesam garniert servieren."
  }
]
